<template>
  <div class="container">
    <h1>实验室规章制度</h1>
    <h2>第一章、总则</h2>
    <ul>
      <li>
        第一条、为了营造一个良好的实验室工作环境，达到“科学、规范、安全、高效”的目的，根据国家有关实验室规范，结合公司实际，特制定本管理制度。
      </li>
      <li>
        第二条、实验室隶属于公司技术中心，主要用于开展并完成公司产品的生产工艺优化、样品化验分析、新产品研发、小试及中试等试验研究任务。
      </li>
      <li>第三条、本管理制度适用于进入公司技术中心实验室的所有人员。</li>
    </ul>

    <h2>第二章、管理职责</h2>
    <ul>
      <li>
        第四条、技术中心主任对实验室的管理负有全面领导责任。技术中心副主任协助主任，对分管的实验室负有直接领导责任。
      </li>
      <li>第五条、技术中心各部门负责人对分管实验室有直接管理的责任。</li>
      <li>
        第六条、各实验室负责人是实验室使用和现场管理的第一责任人，其职责包括但不限于：
      </li>
      <li>（1）负责实验室日常管理，组织安排研发、测试任务的顺利进行。</li>
      <li>（2）负责访客接待、外联活动安排。</li>
      <li>（3）负责仪器设备、试剂、耗材的申购。</li>
      <li>
        （4）负责组织实施实验室的改造，仪器设备安装、调试、保养、维修和报废申请。
      </li>
      <li>
        （5）负责管理实验室业务流程，指导研发人员、分析人员及时、准确地完成各项研发、分析工作。
      </li>
      <li>（6）负责实验室质量控制，审核、监控研发、测试的数据和结果。</li>
      <li>（7）负责指导实验报告和测试报告的编写以及实验室的文档管理。</li>
      <li>（8）负责实验项目分析测试方法的开发与改进。</li>
      <li>（9）负责实验室工作人员的职责划分、业务培训和学术交流。</li>
      <li>（10）负责实验室安全检查以及突发事件处理.</li>
      <li>
        （11）负责监督检查实验室日常卫生，有权安排本实验室所有相关人员严格执行实验室日常卫生制度。
      </li>
      <li>第七条、实验室仪器设备管理员的职责包括但不限于：</li>
      <li>（1）负责仪器设备的验收和台账建档工作。</li>
      <li>（2）负责仪器设备的使用、维护、期间核查和周期检定。</li>
      <li>（3）负责仪器设备在检定周期内使用和检验标识的管理。</li>
      <li>（4）负责办理仪器设备的送修和返回。</li>
      <li>（5）负责外出作业时所需仪器设备的调试与准备。</li>
      <li>（6）负责对仪器设备供应商进行信用评价。</li>
      <li>第八条、实验室药品、试剂及耗材管理员的职责包括但不限于：</li>
      <li>（1）负责药品、试剂的验收、出入库、储存和领用及建立账目档案。</li>
      <li>
        （2）负责玻璃仪器及低值耗材的验收、出入库、储存和领用及建立账目档案。
      </li>
      <li>（3）负责药品、试剂及耗材的库房管理。</li>
      <li>（4）负责药品、试剂及耗材的过期报废。</li>
      <li>（5）负责对药品、试剂及耗材的供应商信用进行评价。</li>
    </ul>

    <h2>第三章、实验室基础管理</h2>
    <ul>
      <li>
        第九条、所有进入实验室的人员都必须严格遵守公司技术中心实验室的规章制度和管理办法。
      </li>
      <li>
        第十条、所有进入实验室的人员应服从实验室管理人员的安排，采取必要的安全措施，保证人身及仪器设备的安全。
      </li>
      <li>
        第十一条、实验室开放时间为正常上班时间的上午8：00-12：00，下午13：00-18：00。在实验室加班应事先提出申请并经批准，连续工作时应安排人员值守。
      </li>
      <li>
        第十二条、实验人员进入实验室应穿着实验工作服，不得将无关人员带入实验室。与实验室工作无关的人员不得擅自进入实验室；外单位来访人员如需进入实验室，必须经批准同意后，佩戴统一标识、穿着实验工作服并在实验室管理人员陪同下才能进入实验室。
      </li>
      <li>
        第十三条、未经管理人员许可，任何人不得擅自开关、使用和移动实验室的所有仪器设备。实验室仪器设备的租借应按程序办理相关手续。
      </li>
      <li>
        第十四条、对于有规定需预热时间的仪器设备，使用该仪器设备的人员必须提前1小时以上预约登记并按仪器设备操作规定正确操作。
      </li>
      <li>
        第十五条、不得在实验室饮食、娱乐和使用化妆品，不能用实验室操作用的玻璃容器、器皿盛装食物和饮料，实验室的冰箱、冰柜不可存放与实验无关的物品。
      </li>
      <li>
        第十六条、由于责任事故造成仪器设备损坏的，责任人应承担相应的经济赔偿。
      </li>
      <li>第十七条、要做好实验室各种管理制度、规定的定制上墙工作。</li>
    </ul>

    <h2>第四章、实验室安全管理</h2>
    <ul>
      <li>
        第十八条、认真贯彻“安全第一，以防为主”的方针，本着“谁管理，谁负责”的原则，做好实验室防火、防爆、防毒、防潮、防淋等工作。
      </li>
      <li>
        第十九条、应根据不同实验室的特点分别制定相应的实验室安全管理制度。实验室内部人员要严格执行并督促外来人员遵守。
      </li>
      <li>
        第二十条、实验室安全实行实验室主任负责制，全面负责所管实验室的安全宣传、监督和落实各项安全措施。实验室安全管理责任必须落实到人。
      </li>
      <li>
        第二十一条、实验人员在实验前必须熟悉各类仪器的性能并进行安全检查，严格执行操作规程，并作好必要的安全防护。仪器设备在运行中，实验人员不得离开现场。
      </li>
      <li>
        　第二十二条、严格按操作规范使用，管理好药品和试剂。易燃、易爆物品严禁烟火，有毒药品妥善存放。
      </li>
      <li>
        第二十三条、实验完毕后产生的废液、废碴应按规定收集、排放或到指定地点进行处理，禁止将废溶剂、反应废液向下水道倾倒。
      </li>
      <li>
        第二十四条、实验室内仪器设备的电源线，必须经常检查有否损坏。电路或用电设备出现故障时，必须先切断电源后，方可进行检查。
      </li>
      <li>
        第二十五条、应根据不同实验室的特点分别配备一定数量的消防器材，定期检查以确保有效。
      </li>
      <li>第二十六条、实验室及走廊禁止吸烟和吃东西。</li>
      <li>
        第二十七条、严格、规范管理实验室的钥匙。钥匙的配发应由有关负责人统一管理，不得私自借给他人使用或擅自配制钥匙。
      </li>
      <li>
        第二十八条、实验工作结束后，必须关好电源、仪器开关。下班前，实验室负责人必须检查操作的仪器及整个实验室的门、窗和不用的水、电、气的开关等，并确保关好。
      </li>
      <li>
        第二十九条、如有盗窃事故发生，发现后应立即采取措施，及时处理，同时按规定上报，不准隐瞒不报或拖延上报。发生重大事故要立即启动应急救援预案，及时组织抢救，保护好事故现场。
      </li>
      <li>
        第三十条、因人为原因造成实验室事故的，按有关规定对当事人进行纪律处分，并根据情节轻重追究有关人员的经济和法律责任。
      </li>
    </ul>

    <h2>第五章、实验室仪器设备管理</h2>
    <ul>
      <li>
        第三十一条、实验室仪器设备及其耗材的采购应按公司有关程序办理申购，临时购置计划须提前一周提出并报批。对采购回来的仪器设备做好入库检验，办理入库、领用等手续，并做好仪器设备的档案管理工作。
      </li>
      <li>
        第三十二条、实验室所有仪器设备，由各实验室安排专人分别负责管理、运行、维护、保养和操作使用。大型仪器设备应统一管理集中使用。凡因实验需要领用贵重、精密仪器设备，须经实验室负责人签字批准。
      </li>
      <li>
        第三十三条、实验室所有仪器设备的操作人员必须经过专门培训且合格后方能操作、使用仪器设备。
      </li>
      <li>
        第三十四条、认真贯彻执行国家计量法的有关规定，对使用的仪器设备应定期检定。
      </li>
      <li>
        第三十五条、实验室仪器设备，由实验室以外人员领用、借用时，须按规定办理相关手续并经批准后到实验室负责人处领用、借用。
      </li>
      <li>
        第三十六条、实验室仪器设备发生事故时，操作使用人员应立即报告实验室负责人，并写出事故报告。所有仪器设备的故障、维修、及解决过程均须记录备案。
      </li>
      <li>
        第三十七条、对因技术落后、损坏严重、维护费用过高而失去修复和使用价值的仪器设备，由操作使用人员书面提出报废申请、经实验室负责人和技术中心领导审核后，报分管的副总经理审批，报废贵重、精密的仪器设备必须报公司总经理审批。
      </li>
      <li>
        第三十八条、凡不按制度办事、不遵守操作规程，造成仪器设备损坏、遗失、浪费的人员，应根据损失大小、情节轻重等给予适当的行政处分或经济处罚。
      </li>
    </ul>

    <h2>第六章、实验室药品试剂管理</h2>
    <ul>
      <li>
        第三十九条、试剂药品管理人员严格执行药品管理制度，建立药品试剂各类账册，药品试剂购进后，及时验收、记账，使用后及时消账，做到试剂药品的安全保管和使用领取。
      </li>
      <li>
        第四十条、药品试剂管理人员负责实验室操作人员对试剂药品的安全使用。实验室操作人员准确掌握试剂药品的使用，防止出现误操作。
      </li>
      <li>
        第四十一条、实验室所采购的药品试剂必须要质量合格，要有计划地进购，不得使用过期、变质和失效的试剂。
      </li>
      <li>
        第四十二条、对需要自行配制的药品试剂，应严格按配制作业指导书或操作规程进行配制，应贴上标识，注明试剂名称、浓度、配制时间、有效期及配制人。
      </li>
      <li>
        第四十三条、药品试剂必须根据物理化学性质分类存放。所有药品试剂必须有明显的标识，注明其名称、规格、浓度。长期不用的药品试剂，应放到药品储藏室，统一管理。药品试剂的使用、存放应严格遵照以下规定：
      </li>
      <li>
        （1）一般药品试剂放置原则：固体与液体分开，氧化剂与还原剂分开，酸与碱要分开放置，易燃易爆药品试剂要远离电源、明火等。
      </li>
      <li>
        （2）药品试剂存放温度要根据其不同情况，分为常温、4～8℃和4℃以下存放。
      </li>
      <li>（3）在存放药品试剂时，要登记药品试剂的有效期。</li>
      <li>
        （4）危险性药品试剂应有专人负责管理，标签必须完整清楚，要做好领用、使用等记录。
      </li>
      <li>
        （5）酸和碱，氧化剂和还原剂以及其它能相互作用的药品试剂，不应存放在一起，以防变质、失效或燃烧。
      </li>
      <li>（6）挥发性药品试剂应于阴凉避光处保存，严禁日光直接照射。</li>
      <li>
        （7）强氧化剂不宜受热或与酸类物质接触，否则会分解放出活泼的氧，导致其它物质燃烧或爆炸。
      </li>
      <li>
        （8）易爆炸性的药品试剂应存放在有缓冲液体的容器内，以防撞击和剧烈震动而引起爆炸。
      </li>
      <li>
        （9）使用有挥发性强酸、碱以及有毒气体时，应在通风橱内开启瓶塞。如无通风橱时，应在空气流通处开瓶，人站在上风向，眼应侧视，操作迅速，用毕立即塞紧瓶塞。
      </li>
      <li>
        （10）对液体药品试剂，应观察试剂名称、浓度、溶液的颜色、透明度、有无沉淀等，以确定试剂是否变质。
      </li>
      <li>
        （11）取用液体药品试剂时，应将其倒入试管中吸取，原则上不能将吸管直接插入药品试剂瓶中吸取，完成操作后剩余的药品试剂不能倒回药品试剂瓶内。
      </li>
      <li>
        （12）倾倒液体药品试剂时，左手握住贴有瓶签的瓶体，右手拔出瓶塞，从瓶签的对侧倒出溶液，避免溶液腐蚀标签；瓶塞开启后将塞座放在桌上，塞心朝上且不能与其它任何物品接触，以免污染试剂；更应注意不能使瓶塞张冠李戴。
      </li>
      <li>
        （13）取用固体药品试剂时应遵守“只出不回，量用为出”的原则，取出的药品试剂有余量者不得倒回原瓶。
      </li>
    </ul>

    <h2>第七章、实验室卫生管理</h2>
    <ul>
      <li>
        第四十四条、实验室工作必须保持严肃、严密、严格、严谨；室内保持整洁有序，不准发生喧哗、打闹等与实验无关的事情。
      </li>
      <li>
        第四十五条、实验室内卫生要定期打扫，保持实验室窗明台净、地面无可见污渍、仪器摆放整齐、实验台面一尘不染。每日实验结束后应及时清理废物桶和水池、管道，防止堵塞和腐蚀。
      </li>
      <li>
        第四十六条、实验人员上岗操作时，应按相关规定佩戴标识，穿着实验服、帽、鞋套等。
      </li>
      <li>
        第四十七条、实验用过的仪器设备应及时清洗、清洁以确保干净，放回指定位置；药品试剂按指定位置存放，不得滞留实验现场。
      </li>
      <li>
        第四十八条、实验室内、门口及走廊不准堆放杂物，要求整洁通畅。必要时应保证实验室内恒温（20～25℃）、恒湿（相对湿度65%～85%）、无尘、无震动、通风良好。
      </li>
      <li>
        第四十九条、实验过程中产生的“三废”按相关规定妥善处理，剧毒废弃物由实验室统一处理，不得私自倾倒。
      </li>
    </ul>

    <h2>第八章、实验室一般伤害的处理</h2>
    <ul>
      <li>
        第五十条、皮肤受强酸或其它酸性药品试剂伤害时，先用大量清水冲洗，再用5%碳酸氢钠冲洗，最后用盐水洗净，并敷以碳酸氢钠溶液纱布条。严重者经上述初步处理后送医院就诊。
      </li>
      <li>
        第五十一条、皮肤受强碱或其它碱性药物伤害时，先用大量清水冲洗，再用5%硼酸冲洗，重者可用2%醋酸湿敷。严重者经上述初步处理后送医院就诊。
      </li>
      <li>
        第五十二条、溴水伤害皮肤则以大量甘油按摩，使甘油渗入毛孔，再涂以硼酸软膏。严重者经上述初步处理后送医院就诊。
      </li>
      <li>
        第五十三条、碱性物质溅出伤到眼睛后，应立即用生理盐水或大量干净水彻底冲洗眼睛至少10分钟，再用4%硼酸溶液冲洗，后用生理盐水冲洗，并滴以抗菌素眼药以防止感染。严重者经上述初步处理后送医院就诊。
      </li>
      <li>
        第五十四条、强酸溶液溅出伤到眼睛，迅速用清水冲洗，然后送医院就诊。
      </li>
    </ul>
  </div>
</template>

<script setup lang="ts">
import { ref, reactive } from "vue";
</script>

<style lang="less" scoped>
.container {
  padding: 0 120px;
  h1 {
    display: flex;
    padding: 1.5rem 0;
    font-size: 3rem;
    justify-content: center;
    text-shadow: 5px 5px 0 rgba(76, 40, 187, 0.4);
  }
  h2 {
    margin: 0.5rem 0;
    font-size: 25px;
    text-align: center;
    padding: 30px 0 10px;
    border-bottom: 1px solid #c4c4c4;
  }
  ul {
    padding: 0 30px;
    list-style: none;
    li {
      line-height: 1.5;
      font-size: 18px;
      text-indent: 1em;
      &::before {
        content: "• ";
        color: #409eff;
      }
    }
  }
}
</style>
